export const QUIZ_DATA: {
    question: string
    answer: boolean
    explanation: string
}[] = [
    {
        question: "최순우 선생은 미술사학자이다.",
        answer: true,
        explanation: "혜곡 최순우 선생은 미술사학자이자 제4대 국립중앙박물관장입니다.",
    },
    {
        question: "최순우 선생의 본명은 민수이다.",
        answer: false,
        explanation: "최순우 선생의 본명은 희순(熙淳)입니다. ‘혜곡’이라는 호와 ‘순우’라는 필명은 간송미술관을 세운 간송 전형필 선생이 지어준 것입니다.",
    },
    {
        question: "'무량수전 배흘림기둥에 기대서서'는 최순우 선생이 지은 책이다.",
        answer: true,
        explanation: "오늘날까지도 많은 사람들에게 읽히는 『무량수전 배흘림기둥에 기대서서』의 저자는 최순우 선생입니다. 최순우 선생의 글들은 『나는 내 것이 아름답다』, 『한국미 한국의 마음』 등 책으로 엮여 지금도 많은 이들에게 읽히고 있습니다.",
    },
    {
        question: "최순우 옛집은 1930년대 초반에 지어진 근대한옥이다.",
        answer: true,
        explanation: "최순우 옛집은 1930년대 초반에 지어진 근대한옥으로, ‘ㄱ’자형 안채와 ‘ㄴ’자형 바깥채가 맞물린 ‘튼 ㅁ자’ 형태입니다.",
    },
    {
        question: "사랑방 문 위에는 이화여대 김홍남 교수가 쓴 \"두문즉시심해(杜門卽是深海)\" 편액이 있다.",
        answer: false,
        explanation: "사랑방 문 위 편액에는 “두문즉시심산(杜門卽是深山)”이라 쓰여 있습니다. ‘문을 닫으면 이곳이 곧 깊은 산중이다’라는 뜻으로, 이는 1976년에 최순우 선생이 옛집에 이사 올 때 직접 써서 달아놓은 것입니다.",
    },
    {
        question: "최순우 선생의 별호는 '야수노인(밤잠 자는 노인)'이다.",
        answer: false,
        explanation: "최순우 선생의 별호는 ‘오수노인(낮잠 자는 노인)’입니다. 선생은 국립중앙박물관 소장품인 ‘단원유묵첩’에서 찾은 “오수당(午睡堂)” 글씨를 좋아하여 편액으로 만들고, 별호 또한 오수노인이라 지었다고 합니다.",
    },
];